Revit 2024 API
CameraInfo.UpOffset Property
 Distance that the target plane is offset in the direction of the Up direction. This offset shifts both top and bottom planes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double UpOffset { get; }
Visual Basic
Public ReadOnly Property UpOffset As Double
	Get
Visual C++
public:
property double UpOffset {
	double get ();
}
See Also
CameraInfo Class
Autodesk.Revit.DB Namespace